var wuxing=[{
	ben:1,
	ming:6,
	xu:1,
		jiedu2:'火上阴水： 起点好，没波折，一旦遇到困难，容易丧失自信。',
jiedu3:'火上阳水：水火既济，能够推动事物的发展。做事有动力有想法、灵活多变，不死板。考虑问题较全面，善于观察沟通和倾听，会顾及别人的感受，让人舒服自己也舒服，容易和别人同频。喜欢跟人聊天。',

	jiedu:"火内水外，水火既济，比喻用火煮食物，食物已熟，象征事情已经成功。 火上水6，火是热力，能推动水的运转，水的循环运转能力强，容易被气化向上输送和 传递热量。",
	
},{
	ben:1,
	ming:1,
	xu:2,
jiedu2:'火上阴水： 起点好，没波折，一旦遇到困难，容易丧失自信。',
jiedu3:'火上阳水：水火既济，能够推动事物的发展。做事有动力有想法、灵活多变，不死板。考虑问题较全面，善于观察沟通和倾听，会顾及别人的感受，让人舒服自己也舒服，容易和别人同频。喜欢跟人聊天。',

	jiedu:"火内水外，水火既济，比喻用火煮食物，食物已熟，象征事情已经成功。火上水1，火是热力，能推动水的运转，水的循环运转能力一般，是温水，不怎么热烈。",
},{
	ben:1,
	ming:7,
	xu:3,
		jiedu2:'火上阴火：脾气大，缺乏耐性，急躁，容易坏事。',
jiedu3:'火上阳火：动力足，行动派，想到就立马行动，喜欢就去做，思虑少，做事迅速，热情开朗，阳光有喜感。 团队内的开心果',

	jiedu:"火的核心功能是（1）推动与烧毁，（2）熔化与融合，火遇上了火，相互点燃，很热烈，火上火7的人，非常阳光，有喜感，适合做喜剧明星，动力十足。",
},{
	ben:1,
	ming:2,
	xu:4,
		jiedu2:'火上阴火：脾气大，缺乏耐性，急躁，容易坏事。',
jiedu3:'火上阳火：动力足，行动派，想到就立马行动，喜欢就去做，思虑少，做事迅速，热情开朗，阳光有喜感。 团队内的开心果',

	jiedu:"火的核心功能是（1）推动与烧毁，（2）熔化与融合，火上火，互为动力。火遇上了火，相互点燃，相互推动，很正常。",
},{
	ben:1,
	ming:5,
	xu:5,
		jiedu2:'火上阴土：呆板，不灵活。慢热、拖延、目光较短、生闷气。',
jiedu3:'火上阳土：动力较为持久，能孕育、长种子，发芽。慢热型，做事踏实务实，不投机取巧。注重细节。有固有模式，比较固化。比较注重安全。有资源。',

	jiedu:"火下土上，火内土外。火代表动力，土代表各种物质资源，火力带动物质时，需要被转化才能推动，发挥最好作用。火上土5的人，资源少，也是初级的，呈现出的内容也不多。",
},{
	ben:1,
	ming:9,
	xu:6,
		jiedu2:'火上阴金：考虑问题会先关注自己的喜好，符合自己的价值标准才会去执行，往往与实际有偏差。现实 理性',
jiedu3:'火上阳金：有自己坚定的信念和想法，一旦行动干脆利索，能持久。火眼金睛，能够看到毛病，停留在精英层面，听从认可的人。',

	jiedu:"火下金上，火内金外。火代表热力，金象征结构，结构里有热力也很好，但不能直接根据需要转化。金属也能将热量储存，常作为供暖设备。具有火上金9的人，可能骨骼结构大，考虑事情思路框架成熟，能参与大的结构建设工作。",
},{
	ben:1,
	ming:4,
	xu:7,
		jiedu2:'火上阴金：考虑问题会先关注自己的喜好，符合自己的价值标准才会去执行，往往与实际有偏差。现实 理性',
jiedu3:'火上阳金：有自己坚定的信念和想法，一旦行动干脆利索，能持久。火眼金睛，能够看到毛病，停留在精英层面，听从认可的人。',

	jiedu:"火下金上，火内金外。火代表热力，金象征结构，结构里有热力也很好，\n但不能直接根据需要转化。金属也能将热量储存，常作为供暖设备。具有火上金4的人，考虑事情有逻辑，结构和框架，但可能比较简单初级，能影响的空间和范围小。",
},{
	ben:1,
	ming:8,
	xu:8,
		jiedu2:'火上阴木：比较封闭，不愿与大家融合，显得不太合群，不太容易被人理解。遇事顾虑比较多，思前想后，光想迟迟不行动，等想明白到做的时候就丧失了原始动力不想做了。事前反复琢磨思量，易陷于细节，常常别人都快结束了还没开始。不落地。',
jiedu3:'火上阳木：有自己一套思维系统，有梦想，喜欢自由，向往自由生长。有奉献精神，燃烧自己照亮别人。遇事考虑非常周全，脉络清晰，事情刚开始就会想到未来的发展脉络和结果。',

	jiedu:"火下木上，火内木外，本身有系统思维，而且有潜在的动力，但不能直接转化向上。当系统开始启动时，动力（火）带着资源和信息流动（水）起来，进入搭建的结构（金）中，不断循环运转，积累沉淀，最后才形成系统（木），只是有动力，其他元素不具备，可能有系统的想法和理念，还不能做成系统。具有火上木8的人，有形成大系统的潜力，或在大系统中工作。",
},{
	ben:1,
	ming:3,
	xu:9,
		jiedu2:'火上阴木：比较封闭，不愿与大家融合，显得不太合群，不太容易被人理解。遇事顾虑比较多，思前想后，光想迟迟不行动，等想明白到做的时候就丧失了原始动力不想做了。事前反复琢磨思量，易陷于细节，常常别人都快结束了还没开始。不落地。',
jiedu3:'火上阳木：有自己一套思维系统，有梦想，喜欢自由，向往自由生长。有奉献精神，燃烧自己照亮别人。遇事考虑非常周全，脉络清晰，事情刚开始就会想到未来的发展脉络和结果。',

	jiedu:"具有火上木3的人有初级、简单的系统思维，运行原理和火上木大的相同，但是能呈现的系统相对简单，或是在幼苗阶段。",
},{
	ben:2,
	ming:9,
	xu:1,
		jiedu2:'水上阴金：口直心快，有时会容易伤到别人。',
jiedu3:'水上阳金：思路清晰、表达能力强、有条理顺畅、能抓住重点，简明扼要的表达出自己的内心想法来，一针见血还能让人信服。做事情干脆利落，直截了当， 执行力比较强。善于倾听，能够抓重点。在信息、资源分配时候非常清晰。',

	jiedu:"水下金上，水内金外。金搭建流通的结构，水便利的在结构和空间中流动。水比喻沟通，具备水上金9的人，结构性强，很善于和别人沟通，沟通既有条理又很顺畅。",
},{
	ben:2,
	ming:4,
	xu:2,
		jiedu2:'水上阴金：口直心快，有时会容易伤到别人。',
jiedu3:'水上阳金：思路清晰、表达能力强、有条理顺畅、能抓住重点，简明扼要的表达出自己的内心想法来，一针见血还能让人信服。做事情干脆利落，直截了当， 执行力比较强。善于倾听，能够抓重点。在信息、资源分配时候非常清晰。',

	jiedu:"水下金上，水内金外。金搭建流通的结构，水便利的在结构和空间中流动。水比喻沟通，具备水上金4的人，思维有一定的结构性与条理性，比较善于和别人顺畅的沟通。",
},{
	ben:2,
	ming:6,
	xu:3,
		jiedu2:'水上阴水：性格比较懦弱，表达能力不强，把自己想表达的事情有效表达出来会有困难。执行力比较不强。有情执、容易沉迷、喜欢交代前因后果，说话比较散。缺乏安全感。',
jiedu3:'水上阳水：性格比较柔和，有耐性，细水长流，善于倾听和交流，很快能跟别人同频。愿意帮助别人，谦虚温和，亲和力强。比较敏感。情商较高。',

	jiedu:"水的核心功能是（1）净化与孕育，（2）含藏与运行，水上水，水的特征丰富，性格特点和做事方式符合水的规律。水有净化力，运行力，包容力，融合力，孕育力和谦虚向下力等，有水上水6的人，这些特点和能力很明显。",
},{
	ben:2,
	ming:1,
	xu:4,
		jiedu2:'水上阴水：性格比较懦弱，表达能力不强，把自己想表达的事情有效表达出来会有困难。执行力比较不强。有情执、容易沉迷、喜欢交代前因后果，说话比较散。缺乏安全感。',
jiedu3:'水上阳水：性格比较柔和，有耐性，细水长流，善于倾听和交流，很快能跟别人同频。愿意帮助别人，谦虚温和，亲和力强。比较敏感。情商较高。',

	jiedu:"水的核心功能是（1）净化与孕育，（2）含藏与运行，具有水上水1的人，做事符合水象征的性格特点，有一定的沟通和运营能力，为人温和。",
},{
	ben:2,
	ming:5,
	xu:5,
		jiedu2:'水上阴土：做的东西不太协调，精神上容易有点问题。对外交流有问题。',
jiedu3:'水上阳土：内敛，不善于表达自己的情感，不显山露水，不太容易被人理解。深层次自我对话。渴望被认可和支持。呈现出来的与自己的设想不符合，很失落。',

	jiedu:"具有水上土5的人，有一定的资源和福德基础，但并不太丰富。",
},{
	ben:2,
	ming:8,
	xu:6,
		jiedu2:'水上阴木：幻想比较多，不落地。表达时，希望能够系统性地讲清楚，可能导致讲话啰嗦和重点不突出。容易有孤独感，在团队中的融合度不是很高。缺乏安全感。经常换工作。表达不容易被人理解，理解别人有偏差。家庭中没有支撑自己。爱换工作',
jiedu3:'水上阳木：有自己系统观，做运营时考虑问题会比较全面。思维有跳跃性，天马行空，有灵感。适合学佛。有文艺范。较为喜新厌旧，爱新鲜。',

	jiedu:"水下木上，水内木外。木代表系统，水在下，一种象征是系统里有水能够向上输送，另一种象征是木长在水边或水里。水量合适，木大时，水份可以滋养系统，成熟发展。",
},{
	ben:2,
	ming:3,
	xu:7,
		jiedu2:'水上阴木：幻想比较多，不落地。表达时，希望能够系统性地讲清楚，可能导致讲话啰嗦和重点不突出。容易有孤独感，在团队中的融合度不是很高。缺乏安全感。经常换工作。表达不容易被人理解，理解别人有偏差。家庭中没有支撑自己。爱换工作',
jiedu3:'水上阳木：有自己系统观，做运营时考虑问题会比较全面。思维有跳跃性，天马行空，有灵感。适合学佛。有文艺范。较为喜新厌旧，爱新鲜。',

	jiedu:"木是简单的系统，水量合适时，水份可以滋养木，水大时，可能淹木，使木根基不牢靠，随水漂浮。具有水上木3的人，有系统思维，容易做成小的系统。",
},{
	ben:2,
	ming:2,
	xu:8,
		jiedu2:'水上阴火：自我矛盾，不能聚焦，做事容易只做半截就没下文了。沟通时候容易出现分类状，想要表达的说不出来。迷糊。知道道理但是没有不理解，不去做。敏感、容易抑郁。干烧内耗，容易发脾气。脾气表现在脸上。会迁怒。需要币把情绪表达出来。',
jiedu3:'水上阳火：说话霸气不失温柔，让人可信能接受，有依靠，细腻又有动力，擅于沟通交流，能点燃别人的自信。在表达上热情有温度，点亮自己，照亮别人，给人带来希望。',

	jiedu:"水下火上，水内火外，对应《周易》中水火未济卦，比喻未能渡过河流，事情没有做成 ，在中医上的表现是心肾不交，容易思虑过多，心情抑郁，腰酸，健忘，口干咽燥等，从人的角度就容易出问题，比如做事不容易做成等。具有水上火2的人，症状表现处于初期阶段。",
},{
	ben:2,
	ming:7,
	xu:9,
		jiedu2:'水上阴火：自我矛盾，不能聚焦，做事容易只做半截就没下文了。沟通时候容易出现分类状，想要表达的说不出来。迷糊。知道道理但是没有不理解，不去做。敏感、容易抑郁。干烧内耗，容易发脾气。脾气表现在脸上。会迁怒。需要币把情绪表达出来。',
jiedu3:'水上阳火：说话霸气不失温柔，让人可信能接受，有依靠，细腻又有动力，擅于沟通交流，能点燃别人的自信。在表达上热情有温度，点亮自己，照亮别人，给人带来希望。',

	jiedu:"水上火7，火在水上，大火燃烧，水波浩浩，象征事情未完成，从人的角度，症状已经严重的阶段，从事情的角度，事态已到很难挽回的阶段。",
},{
	ben:3,
	ming:8,
	xu:1,
		jiedu2:'金上阴木：是最好的，系统里面必须得有核心支架啊。搭建的系统很牢固，适合做架构系统，比较严谨（比较小的系统）。',
jiedu3:'金上阳木：顺畅 有支撑 易成事 有条理性 能够抓重点 系统性好 生命力强',

	jiedu:" 金下木上，金内木外。金代表结构与空间，有结构和空间的系统容易做成，容易循环起来。结构（金）建立起来后，系统（木）有支撑力，能够集成和整合更多内容。具有金上木8的人，内在有支撑力，融合力，分割力和决断力等，容易表现出成熟的系统思维，深度的集成整合力等，做事有条理，又容易系统全面考虑。",
},{
	ben:3,
	ming:3,
	xu:2,
		jiedu2:'金上阴木：是最好的，系统里面必须得有核心支架啊。搭建的系统很牢固，适合做架构系统，比较严谨（比较小的系统）。',
jiedu3:'金上阳木：顺畅 有支撑 易成事 有条理性 能够抓重点 系统性好 生命力强',

	jiedu:"具有金上木3的人，内在有支撑力，融合力，分割力和决断力等，有初级的系统思维，简单的集成整合力等，做事有条理，比较容易做系统全面的考虑。",
},{
	ben:3,
	ming:9,
	xu:3,
		jiedu2:'金上阴金：希望别人听从，固执，给人强迫感、压迫感，爱指挥人但不给人说理由。',
jiedu3:'金上阳金：结构稳固，本分，守规则。有承担精神。有眼光 看问题深远 逻辑性好。能抓重点。要求关系比较纯粹。容易被骗钱。',

	jiedu:"金的核心功能是（1）结构与分割，（2）空间与传递金位生金9，在搭建结构的位置能搭建成熟的、大的和稳固的结构。具有金上金9的人，做事情，原则性强，思考的框架大，讲规矩，条理清晰，界限也分的很清晰。",
},{
	ben:3,
	ming:4,
	xu:4,
		jiedu2:'金上阴金：希望别人听从，固执，给人强迫感、压迫感，爱指挥人但不给人说理由。',
jiedu3:'金上阳金：结构稳固，本分，守规则。有承担精神。有眼光 看问题深远 逻辑性好。能抓重点。要求关系比较纯粹。容易被骗钱。',

	jiedu:"金的核心功能是（1）结构与分割，（2）空间与传递具有金上金4的人，做事情，有基本的原则和规矩，有初级简单的框架，条理清晰，界限分明。",
},{
	ben:3,
	ming:6,
	xu:5,
		jiedu2:'金上阴水：做的事情不被人看见或者看好，有些吃力不讨好。',
jiedu3:'金上阳水：能聊天但是有的时候不在重点上。适合做基础性工作。交际花，四处聊，人脉广，但是交情不深。容易流转，适合做对接牵线。有外财。',

	jiedu:"金下水上，金内水外，比喻水下面搭建结构，是扎根模式，做基础工作的。具有金上水6的人，有良好的沟通表达能力，善于做基础的、大的、成熟的渠道运营。",
},{
	ben:3,
	ming:1,
	xu:6,
		jiedu2:'金上阴水：做的事情不被人看见或者看好，有些吃力不讨好。',
jiedu3:'金上阳水：能聊天但是有的时候不在重点上。适合做基础性工作。交际花，四处聊，人脉广，但是交情不深。容易流转，适合做对接牵线。有外财。',

	jiedu:"具有金上水1的人，有一定的沟通和表达能力，能做基本的、初级的渠道运营，和资源输送工作。",
},{
	ben:3,
	ming:5,
	xu:7,
		jiedu2:'金上阴土：成事累、慢，身体瘀积，过胖或过瘦，在人群里不显眼',
jiedu3:'金上阳土：扎根适合做基础工作，帮助他人，能承担，交朋友关系比较深入，能做系统但是结构弱。',

	jiedu:"具有金上土5，土下面有结构，也是在土里向下扎根的模式，做基础工作。从人的角度，可能体型偏瘦，做事情，可以调配的资源内容少，结构不容易稳定，需要花费更多的努力，才能做出成效，从树木的角度，土层疏松，雨水一大，树根可能会露出来，从建筑的角度，地基薄，基础不牢固。",
},{
	ben:3,
	ming:2,
	xu:8,
		jiedu2:'金上阴火：内心敏感脆弱、听不进别人的意见（偏执）、发完脾气会后悔但不容易认错、情绪占主导、容易半途而废、无法表达或表达不清晰、人际关系不太好、拥有的资源不能完全利用。容易丢工作 脾气大 别人不愿意靠近',
jiedu3:'金上阳火：开拓能力比较强，有做领导人的潜质。',

	jiedu:"金下火上，金内火外。火烧到结构外，结构被火包围了。有金上火2的人容易发脾气，但脾气不激烈，温和，也容易把事还没等到做成，就做砸了。",
},{
	ben:3,
	ming:7,
	xu:9,
		jiedu2:'金上阴火：内心敏感脆弱、听不进别人的意见（偏执）、发完脾气会后悔但不容易认错、情绪占主导、容易半途而废、无法表达或表达不清晰、人际关系不太好、拥有的资源不能完全利用。容易丢工作 脾气大 别人不愿意靠近',
jiedu3:'金上阳火：开拓能力比较强，有做领导人的潜质。',

	jiedu:"结构完全被熊熊烈火包围了。有金上火7的人脾气很大，内火大，情绪容易激动，连已经快做成的事都能给毁掉。",
},{
	ben:4,
	ming:6,
	xu:1,
		jiedu2:'土上阴水：会沉迷 和泥 不干脆',
jiedu3:'土上阳水：擅长运营沟通 愿意帮助人 很流畅 泥石流，带动资源，能运转起来。资源配置能力较强 一切资源为我所用',

	jiedu:"土下水上，土内水外。土代表资源和要素，与水混合在一起，溶解于水，更容易运输，发挥作用。具有土上水6，从行业的角度，能运输大的物品，像物流公司一样，从人的角度，善于把资源盘活，沟通表达能力强，善于做运营。",
},{
	ben:4,
	ming:1,
	xu:2,
		jiedu2:'土上阴水：会沉迷 和泥 不干脆',
jiedu3:'土上阳水：擅长运营沟通 愿意帮助人 很流畅 泥石流，带动资源，能运转起来。资源配置能力较强 一切资源为我所用',

	jiedu:"具有土上水1，水浅，水少，水具备基本的功能，水能溶解基本的物质要素，从人的角度，有一定的资源盘活和运营的能力，从地质地理的角度，是地表浅层水。",
},{
	ben:4,
	ming:10,
	xu:3,
		jiedu2:'土上阴土：资源很难冒头，需要水盘活。也会固执 ',
jiedu3:'土上阳土：代表你自己还能生资源，用完以后还能再冒出来，大土就是资源、福报啊、人脉啊等等，这些都非常的丰富哈，很有福报，那这个很好。做事稳固，很多人愿意帮你，踏实 认真负责 厚道 接待度高 理解力比较好。容易浪费。容易成功。不挑剔',

	jiedu:"土代表资源、福德、资金、粮仓等。具有土上土10的人，福德资源最充足，消化，填充能力最强，土所象征的特质和能力都是最强的，从事情的角度，踏实稳固，储存量大，在此基础上又能不断产生资源。",
},{
	ben:4,
	ming:5,
	xu:4,
		jiedu2:'土上阴土：资源很难冒头，需要水盘活。也会固执 ',
jiedu3:'土上阳土：代表你自己还能生资源，用完以后还能再冒出来，大土就是资源、福报啊、人脉啊等等，这些都非常的丰富哈，很有福报，那这个很好。做事稳固，很多人愿意帮你，踏实 认真负责 厚道 接待度高 理解力比较好。容易浪费。容易成功。不挑剔',

	jiedu:"具有土上土5的人，有一定的福德资源，消化，填充能力一般，土所象征的特质和能力具备基本的，从事情的角度，储存量有限，在此基础上产生资源的也有限。",
},{
	ben:4,
	ming:9,
	xu:5,
		jiedu2:'土上阴金：最坚固，最踏实，打地基。呆板 身体容易出问题 情绪起伏大 指挥别人',
jiedu3:'土上阳金：有原则 会固执 很多东西里挑东西 注意细节 耿直 结构性强',

	jiedu:"土下金上，土内金外，象征在土上建立结构，在结构里填充物质。土进入结构里，需要有水带着，就容易输送进去。具有土上金9的人，容易做出成熟、坚固、复杂和大的结构，能借助资源把框架和规则建立起来，再加上良好的运营能力（水），资源（土）就能被输送入结构中。",
},{
	ben:4,
	ming:4,
	xu:6,
		jiedu2:'土上阴金：最坚固，最踏实，打地基。呆板 身体容易出问题 情绪起伏大 指挥别人',
jiedu3:'土上阳金：有原则 会固执 很多东西里挑东西 注意细节 耿直 结构性强',

	jiedu:"具有土上金4，从事情的角度，呈现的是初级、简单和小的结构容易，从人的角度，有基本的建立框架和规则的能力，条理较清晰，界限比较分明。",
},{
	ben:4,
	ming:8,
	xu:7,
		jiedu2:'土上阴木：自己有很多资源，死的，瞎折腾。土积累能力不好，瘦是土木不好，吸收进来以后，转化你好，没有转化好，吸收不了，就排掉了，脾胃不好。运转资源比较累。',
jiedu3:'土上阳木：缘系统非常好，能长出自己的系统，那么代表这个人的朋友啊、缘分啊都比较的多。如果是男生的话呢，去哪里都有朋友和据点儿。女生的话，那就是闺蜜比较多。事情能做成',

	jiedu:"土下木上，土内木外，象征在土壤上长出系统，在资源中发展出系统（木），也比喻事情成型了。具备土上木8的人，容易利用资源做出成熟复杂的系统，大的系统需要精密复杂的结构和优秀的运行能力，才能把资源吸收利用，循环起来，发展壮大。",
},{
	ben:4,
	ming:3,
	xu:8,
		jiedu2:'土上阴木：自己有很多资源，死的，瞎折腾。土积累能力不好，瘦是土木不好，吸收进来以后，转化你好，没有转化好，吸收不了，就排掉了，脾胃不好。运转资源比较累。',
jiedu3:'土上阳木：缘系统非常好，能长出自己的系统，那么代表这个人的朋友啊、缘分啊都比较的多。如果是男生的话呢，去哪里都有朋友和据点儿。女生的话，那就是闺蜜比较多。事情能做成',

	jiedu:"具有土上木3的，从人的角度，能利用资源做出初级简单的系统，有基本的生发、合成与循环的能力，从事情的角度，能呈现出小规模的系统。",
},{
	ben:4,
	ming:2,
	xu:9,
		jiedu2:'土上阴火：颠倒，会烧掉资源。伤人伤己。情绪化。和父母关系需要梳理。比较骄傲，容易愤怒，胃不好。',
jiedu3:'土上阳火：重情义 需要被肯定',

	jiedu:"土下火上，土内火外。具有土上火2，从人的角度，温火，火有时会在里面，怒火中烧，生闷气，或有毁灭性的想法等，不容易把事情做成，从物理的角度，是火灾刚发生的时候，或者小火，能烤土，但不一定能烧熔。",
},{
	ben:4,
	ming:7,
	xu:10,
		jiedu2:'土上阴火：颠倒，会烧掉资源。伤人伤己。情绪化。和父母关系需要梳理。比较骄傲，容易愤怒，胃不好。',
jiedu3:'土上阳火：重情义 需要被肯定',

	jiedu:"像火山爆发，能把土烧熔成岩浆。具有土上火7的人，内在和外在一样激烈，容易表现的脾气暴躁，伴随火药味的言辞等，不仅容易做不成事情，而且能把已经做成的事情给毁掉。",
},{
	ben:5,
	ming:7,
	xu:1,
		jiedu2:'木上阴火：最好，就是发光，这不是扎根模式，是出名模式，向上模式。系统里有火，成长得快，容易做义工。做教化线，跟人亲和，也容易出名，容易感召大家，容易大家跑到你那儿，一会儿就抱成团了，火在外面，容易光亮。',
jiedu3:'木上阳火：烧着的木头，容易获得关注、赢得赞赏，容易“火”（出名）；能够发光发热，容易出名，幽默，大家愿意听他说话。如果做系统的话 做出来了能够特别出彩。吸引人，适合做导师。',

	jiedu:"木上火7，整个系统绽放出强烈的光芒，具有木上火7的人，能做出成就，做出成功的系统，容易出名，产生吸引力，也容易做教化线，成为导师，这类人让人感觉很舒服，容易吸引大家。",
},{
	ben:5,
	ming:2,
	xu:2,
		jiedu2:'木上阴火：最好，就是发光，这不是扎根模式，是出名模式，向上模式。系统里有火，成长得快，容易做义工。做教化线，跟人亲和，也容易出名，容易感召大家，容易大家跑到你那儿，一会儿就抱成团了，火在外面，容易光亮。',
jiedu3:'木上阳火：烧着的木头，容易获得关注、赢得赞赏，容易“火”（出名）；能够发光发热，容易出名，幽默，大家愿意听他说话。如果做系统的话 做出来了能够特别出彩。吸引人，适合做导师。',

	jiedu:"具有木上火2的人有做出成功、光彩的系统的潜质，也容易做教化线，成为初级导师，做义工，这类人比较亲和，容易吸引大家。",
},{
	ben:5,
	ming:8,
	xu:3,
		jiedu2:'木上阴木：不爱给人打工，不喜欢被管束，主人意识。',
jiedu3:'木上阳木：木木成林，系统观强，比较顾家。木上木的话也比较好，系统木上做出系统来了，就是整个系统观都比较强。生发强 适合做产品。考虑系统化。喜欢用利他的方式获得自己的提升与价值。',

	jiedu:"命运和本位都是木，在系统上长出系统，双木成林。具有木上木8的人，能做成大系统、成熟的系统，常常有创新的想法，考虑事情有系统性，善于生发，在资源、结构和运营等各方面具足且良性运转的情况，容易做出事业森林。",
},{
	ben:5,
	ming:3,
	xu:4,
		jiedu2:'木上阴木：不爱给人打工，不喜欢被管束，主人意识。',
jiedu3:'木上阳木：木木成林，系统观强，比较顾家。木上木的话也比较好，系统木上做出系统来了，就是整个系统观都比较强。生发强 适合做产品。考虑系统化。喜欢用利他的方式获得自己的提升与价值。',

	jiedu:"具有木上木3，,从人的角度，有创新的想法，考虑事情简单的系统性，善于生发，有能做出初级系统的潜质，从做事的角度，是系统的萌芽、生长等初级阶段。",
},{
	ben:5,
	ming:6,
	xu:5,
		jiedu2:'木上阴水：莲花系统，适合做基础工作。孕育别人 喜欢文化 有点文艺范，擅长交往。让别人舒服,谈事情容易成.老是基础。适合运营调解。',
jiedu3:'木上阳水：水下面是木那么代表就是水下的活把系统给做出来了，不是说不能做系统，也可以做，但是基础的系统。水下的系统就代表适合做这种支持的、孕育的这种基础的工作。能够做支撑支持性工作。',

	jiedu:"上水下木，木内水外，象征水下形成系统。木上水6跟金上水6是递增关系，不仅水下长出结构，而且形成根系统，比如莲花，能形成莲花系统了。具有木上水6的人，沟通表达能力强，善于做运营和调解，善于把资源盘活，有做成基础系统的潜质。",
},{
	ben:5,
	ming:1,
	xu:6,
		jiedu2:'木上阴水：莲花系统，适合做基础工作。孕育别人 喜欢文化 有点文艺范，擅长交往。让别人舒服,谈事情容易成.老是基础。适合运营调解。',
jiedu3:'木上阳水：水下面是木那么代表就是水下的活把系统给做出来了，不是说不能做系统，也可以做，但是基础的系统。水下的系统就代表适合做这种支持的、孕育的这种基础的工作。能够做支撑支持性工作。',

	jiedu:"木上水1跟金上水1是递增关系，不仅水下长出结构，而且形成了循环系统。具有木上水1的人，也是扎根模式，有一定的沟通和表达能力，能做基本的、初级的渠道运营，有做出基础的循环系统的潜质 。",
},{
	ben:5,
	ming:5,
	xu:7,
jiedu2:'木上阴土：扎根在土地里，有系统，但是没有冒出来，适合基础性工作。',
jiedu3:'木上阳土：做基础工作，适合和朋友在一起，有潜能，要慎独。',


	jiedu:"木上土5和金上土5是递增关系，象征土下形成了系统。具有木上土5，从种植的角度，土质不肥沃，土层浅，锁不住水分，从人的角度，从事基础工作，但资源内容少，做出的系统基础不一定牢靠。",
},{
	ben:5,
	ming:9,
	xu:9,
		jiedu2:'木上阴金：颠倒，系统被金切断，出不了东西。骨质上可能有问题，你看这也是老形不成系统，老做结构，老停留在做结构阶段，老形不成个良性循环.系统性好，能力很强，资源丰富，你需要加强沟通交流，盘活资源。不被被人认同，做出的东西不被人认可，参与的多，东一榔头西一棒。',
jiedu3:"",

	jiedu:"木下金上，象征本来已经是系统了，结果上边又做长出成熟的结构，这样不能循环形成系统，老是在中间做结构的事情。具有木上金9的人，有搭建出大建构的潜质，但做的结构不容易循环起来，形不成了成熟的系统。",
},{
	ben:5,
	ming:4,
	xu:8,
				jiedu2:'木上阴金：颠倒，系统被金切断，出不了东西。骨质上可能有问题，你看这也是老形不成系统，老做结构，老停留在做结构阶段，老形不成个良性循环.系统性好，能力很强，资源丰富，你需要加强沟通交流，盘活资源。不被被人认同，做出的东西不被人认可，参与的多，东一榔头西一棒。',
jiedu3:"",
	jiedu:"具有木上金4的人，经常是做搭建初级结构的事情，做的事情不容易循环起来，形不成基本系统。",
}
];